{
  "language": "CZ",
  "blogNews": "Novinky a blog",
  "gallery": "Fotogalerie",
  "cafe": "Kavárna",
  "signUp": "Objednat se",
  "spaTherapy": "SPA terapie",
  "momentsOfPleasure": "Dopřejte si chvíle potěšení",
  "contacts": "Kontakty",
  "aboutUsHeader": "O nás",
  "aboutUsText1": "Vítejte v našem jedinečném zařízení, kde je každý kout naplněn atmosférou útulnosti a relaxace. Zde můžete zapomenout na hluk města a každodenní starosti, ponořit se do světa přání a potěšení. Naším posláním je dát vám nejen příjemné chvíle, ale také pečovat o vaši pohodu a zdraví. Jste hostem v našem světě a jsme připraveni udělat vše pro vaši harmonii a potěšení.",
  "aboutUsText2": "Vytvořili jsme atmosféru, kde se budete cítit výjimečně, kde se každý doušek kávy a lázeňský rituál stane magickou chvílí pro vás.",
  "aboutUsText3": "Pro nás je každý host jedinečný, a proto nabízíme individuální programy lázeňských procedur a personalizované kávové nápoje.",
  "aboutUsText4": "Nabízíme širokou škálu lázeňských procedur, od masáží po exkluzivní zábaly, stejně jako různé parní lázně a obřady.",
  "philosophyHeader": "Filozofie",
  "ecoStrategiesTitle": "Eko strategie",
  "ecoStrategiesText": "Implementujeme ekologicky šetrné technologie a používáme přírodní, organické produkty, abychom zajistili nejen účinnost procedur, ale i bezpečnost pro životní prostředí. Naše inovativní řešení pomáhají snížit dopad na přírodu a uchovat její krásu pro budoucí generace.",
  "professionalCareTitle": "Profesionální péče",
  "professionalCareText": "Kvalifikovaní specialisté jsou si vědomi nejnovějších trendů a technik. Rozumí jedinečným potřebám klienta a jsou vždy připraveni poskytnout individuální doporučení a vysoce kvalitní služby. Pracují pilně, aby zajistili nejlepší výsledky a nezapomenutelné dojmy z každé návštěvy našeho lázeňského salonu.",
  "individualApproachTitle": "Individuální přístup",
  "individualApproachText": "Naši specialisté nabízejí individuální přístup ke každému klientovi, zohledňují všechny vlastnosti vaší pokožky a vyvíjejí unikátní programy péče přizpůsobené vašim potřebám. Tato kombinace umožňuje dosáhnout nejlepších výsledků a zajišťuje maximální efekt procedur.",
  "servicesHeader": "Služby",
  "categories": [
    {
      "id": 1,
      "name": "Masáže",
      "description": "Naše masáže jsou unikátní kombinací tradičních a moderních technik. Od klasických po thajské, sportovní a aromaterapeutické masáže - každá procedura je zaměřena na uvolnění svalového napětí, zlepšení krevního oběhu a celkové pohody. Důvěřujte našim zkušeným masérům a pocítíte hlubokou relaxaci.",
      "image": "../../image/category/Massage.png",
      "moreInfoUrl": "/massage.html"
    },
    {
      "id": 2,
      "name": "Peelingy",
      "description": "Peeling je kosmetická procedura zaměřená na odstranění horní vrstvy mrtvých kožních buněk ke zlepšení její textury, vzhledu a celkového stavu. Hlavní výhodou procedury je exfoliace pokožky, která stimuluje její obnovu a regeneraci. Výběr peelingu závisí na individuálních potřebách pokožky a očekávaných výsledcích.",
      "image": "../../image/category/peeling.jpg",
      "moreInfoUrl": "/peelings.html"
    },
    {
      "id": 3,
      "name": "Propařování a zábaly",
      "description": "V našem lázeňském komplexu nabízíme několik druhů propařování a zábalů, využíváme pouze přírodní esenciální oleje a bylinky, které zvyšují účinek procedur a poskytují příjemné vůně. Naši profesionální specialisté vám zajistí pohodlí a relaxaci během procedur, s ohledem na všechna vaše přání. Během zábalu se na tělo aplikují speciální směsi přírodních složek, jako jsou řasy, jíly, med, čokoláda nebo esenciální oleje, a poté se tělo zabalí do fólie nebo speciálních látek.",
      "image": "../../image/category/baths.jpg",
      "moreInfoUrl": "/steaming_wrapping.html"
    },
    {
      "id": 4,
      "name": "Ceremonie",
      "description": "Ceremonie přispívají k fyzickému a emočnímu uzdravení a vytvářejí jedinečnou atmosféru, kde můžete pocítit harmonii se sebou a okolním světem. Pomáhají vám zastavit se, uvolnit a užít si chvíle, zapomenout na stresy a starosti. Návštěvou našich ceremonií získáte nejen fyzické uvolnění, ale i duchovní obnovu, která vám pomůže cítit se šťastněji a zdravěji.",
      "image": "../../image/category/caption.jpg",
      "moreInfoUrl": "/ceremonies.html"
    }
  ],
  "learnMore": "Zjistěte více",
  "specialistsHeader": "Specialisté",
  "specialists": [
    {
      "id": 1,
      "name": "Oksana Kovalenko",
      "role": "Administrátor",
      "image": "../../image/therapist/admin.png"
    },
    {
      "id": 2,
      "name": "Anna Herasymenko",
      "role": "Masérka",
      "image": "../../image/therapist/Anna.png"
    },
    {
      "id": 3,
      "name": "Oleksandr Shevchenko",
      "role": "Masér, odborník na sauny",
      "image": "../../image/therapist/Alex.png"
    },
    {
      "id": 4,
      "name": "Mariya Kovalchuk",
      "role": "Masérka",
      "image": "../../image/therapist/Mari.png"
    },
    {
      "id": 5,
      "name": "Ivan Honcharenko",
      "role": "Masér, odborník na sauny",
      "image": "../../image/therapist/Ivan.png"
    },
    {
      "id": 6,
      "name": "Olena Boyko",
      "role": "Masérka",
      "image": "../../image/therapist/Elena.png"
    },
    {
      "id": 7,
      "name": "Dmytro Sydorenko",
      "role": "Masér, odborník na sauny",
      "image": "../../image/therapist/Dmitry.png"
    },
    {
      "id": 8,
      "name": "Tetyana Melnyk",
      "role": "Masérka",
      "image": "../../image/therapist/Tanya.png"
    },
    {
      "id": 9,
      "name": "Andriy Petrovskiy",
      "role": "Masér, odborník na sauny",
      "image": "../../image/therapist/Andriy.png"
    }
  ],
  "whyUsHeader": "Proč právě my?",
  "qualityTitle": "Kvalita",
  "qualityDescription": "Naše lázně zajišťují nejvyšší kvalitu služeb díky kvalifikovaným specialistům, individuálnímu přístupu a používání nejnovějších technologií a organických produktů.",
  "effectivenessTitle": "Účinnost",
  "effectivenessDescription": "Účinnost našich lázeňských procedur spočívá v kombinaci pokročilých technik, individuálně přizpůsobených programů a pečlivě vybraných produktů, které zaručují dlouhodobé a viditelné výsledky.",
  "safetyTitle": "Bezpečnost",
  "safetyDescription": "Bezpečnost našeho lázeňského zařízení je zajištěna dodržováním nejvyšších hygienických standardů, používáním ekologicky šetrných produktů a přísnou kontrolou kvality procedur.",
  "OrderHeader": "Objednávka",
  "orderText": "Můžete si objednat naše služby zadáním svých údajů",
  "placeholderName": "Vaše jméno",
  "placeholderEmail": "Váš email",
  "placeholderPhone": "Váš telefon",
  "headerBlogNews": ["Blog", "Novinky"],
  "mainBlog": {
    "mainBlogHeader": "Život v harmonii se sebou: Blog a Novinky našeho SPA-salonu",
    "mainBlogText": "V našem blogu a sekci novinek najdete nejnovější tipy na péči o sebe, postřehy o umění relaxace a všechny nejzajímavější novinky ze života našeho SPA-salonu. Podělte se s námi o své myšlenky a dojmy, učte se a objevujte více o světě krásy a harmonie spolu s naším odborným týmem."
  },
  "blogs": [
    {
      "id": 1,
      "blogHeader": "Výhody pravidelných návštěv SPA",
      "blogMainImg": "../../image/blogNews/blog_main_1.png",
      "blogDescription": "Úleva od stresu a relaxace: Jak pravidelné procedury pomáhají snižovat hladinu stresu a zlepšovat celkové zdraví. Omlazení pokožky: Role peelingů, masek a zábalů při udržování zdraví a krásy pokožky.",
      "blogtextImg": "../../image/blogNews/blog_small_image_1.png"
    },
    {
      "id": 2,
      "blogHeader": "Typy masáží a jejich výhody",
      "blogMainImg": "../../image/blogNews/blog_main_2.png",
      "blogDescription": "Lymfatická masáž: Jak pomáhá snižovat otoky a zlepšovat cirkulaci lymfy. Švédská masáž: Základní techniky a přínosy pro tělo. Thajská masáž: Tradiční metody a jejich dopad na tělo.",
      "blogtextImg": "../../image/blogNews/blog_small_image_2.png"
    },
    {
      "id": 3,
      "blogHeader": "Peelingy: Jak vybrat ten nejlepší",
      "blogMainImg": "../../image/blogNews/blog_main_3.png",
      "blogDescription": "Solný peeling: Výhody a účinnost při odstraňování odumřelých buněk. Kávový peeling: Jak kofein stimuluje a omlazuje pokožku. Cukrový peeling: Jemný a účinný způsob čištění pokožky.",
      "blogtextImg": "../../image/blogNews/blog_small_image_3.png"
    }
  ],
  "news": [
    {
      "id": 1,
      "blogHeader": "Speciální nabídka: Sleva na návštěvy párů",
      "blogMainImg": "../../image/blogNews/news_main_1.png",
      "blogDescription": "V červnu spouštíme speciální nabídku pro páry: 20% sleva na všechny párové procedury! Přijďte se svou milovanou osobou a užijte si nezapomenutelné chvíle relaxace.",
      "blogtextImg": "../../image/blogNews/news_small_image_1.png"
    },
    {
      "id": 2,
      "blogHeader": "Letní peelingová akce",
      "blogMainImg": "../../image/blogNews/news_main_2.png",
      "blogDescription": "Během letní sezóny je zvláště důležité pečovat o svou pokožku. Proto nabízíme 30% slevu na všechny typy peelingů! Nepropásněte příležitost učinit svou pokožku hladkou a zářivou.",
      "blogtextImg": "../../image/blogNews/news_small_image_2.png"
    },
    {
      "id": 3,
      "blogHeader": "Speciální nabídka pro nové klienty",
      "blogMainImg": "../../image/blogNews/news_main_3.png",
      "blogDescription": "Pro všechny nové klienty našeho SPA-salonu platí speciální nabídka: 50% sleva na první návštěvu. Využijte této příležitosti a objevte svět luxusní relaxace.",
      "blogtextImg": "../../image/blogNews/news_small_image_3.png"
    }
  ]
}
