{
  "language": "EN",
  "blogNews": "News & Blog",
  "gallery": "Photo Gallery",
  "cafe": "Cafe",
  "signUp": "Sign Up",
  "spaTherapy": "SPA Therapy",
  "momentsOfPleasure": "Give Yourself Moments of Pleasure",
  "contacts": "Contacts",
  "aboutUsHeader": "About Us",
  "aboutUsText1": "Welcome to our unique establishment, where every corner is filled with an atmosphere of comfort and relaxation. Here you can forget about the city noise and daily worries, immersing yourself in the world of desires and pleasure. Our mission is to give you not only pleasant moments but also to care for your well-being and health. You are a guest in our world, and we are ready to do everything for your harmony and pleasure.",
  "aboutUsText2": "We have created an atmosphere where you will feel special, where every sip of coffee and spa ritual will become a magical moment for you.",
  "aboutUsText3": "For us, every guest is unique, so we offer individual spa treatment programs and personalized coffee drinks.",
  "aboutUsText4": "We offer a wide range of spa treatments, from massages to exclusive wraps, as well as various steaming and ceremonies.",
  "philosophyHeader": "Philosophy",
  "ecoStrategiesTitle": "Eco Strategies",
  "ecoStrategiesText": "We implement environmentally friendly technologies and use natural, organic products to ensure not only the effectiveness of procedures but also safety for the environment. Our innovative solutions help reduce the impact on nature, preserving its beauty for future generations.",
  "professionalCareTitle": "Professional Care",
  "professionalCareText": "Qualified specialists are aware of the latest trends and techniques. They understand the unique needs of the client and are always ready to provide individual recommendations and high-quality service. They work diligently to ensure you get the best results and unforgettable experiences from every visit to our spa.",
  "individualApproachTitle": "Individual Approach",
  "individualApproachText": "Our specialists offer an individual approach to each client, considering all the characteristics of your skin and developing unique care programs tailored to your needs. This combination allows achieving the best results and ensures maximum effect from the procedures.",
  "servicesHeader": "Services",
  "categories": [
    {
      "id": 1,
      "name": "Massages",
      "description": "Our massages are a unique combination of traditional and modern techniques. From classic to Thai, sports, and aromatherapy massage, each procedure is aimed at relieving muscle tension, improving blood circulation, and overall well-being. Trust our experienced massage therapists and feel deep relaxation.",
      "image": "../../image/category/Massage.png",
      "moreInfoUrl": "/massage.html"
    },
    {
      "id": 2,
      "name": "Peelings",
      "description": "Peeling is a cosmetic procedure aimed at removing the top layer of dead skin cells to improve its texture, appearance, and overall condition. The main advantage of the procedure is exfoliating the skin, which stimulates its renewal and regeneration. The choice of peeling depends on the individual needs of the skin and the expected results.",
      "image": "../../image/category/peeling.jpg",
      "moreInfoUrl": "/peelings.html"
    },
    {
      "id": 3,
      "name": "Steaming and Wrapping",
      "description": "In our spa complex, we offer several types of steaming and wrapping, using only natural essential oils and herbs that enhance the effect of the procedure and provide pleasant aromas. Our professional specialists will ensure your comfort and relaxation during the procedures, taking into account all your wishes. During wrapping, special mixtures of natural components, such as seaweed, clay, honey, chocolate, or essential oils, are applied to the body, and then the body is wrapped in foil or special fabrics.",
      "image": "../../image/category/baths.jpg",
      "moreInfoUrl": "/steaming_wrapping.html"
    },
    {
      "id": 4,
      "name": "Ceremonies",
      "description": "Ceremonies contribute to physical and emotional healing and create a unique atmosphere where you can feel harmony with yourself and the surrounding world. They help you pause, relax, and enjoy the moment, forgetting about stress and worries. Visiting our ceremonies will provide not only physical relaxation but also spiritual renewal, helping you feel happier and healthier.",
      "image": "../../image/category/caption.jpg",
      "moreInfoUrl": "/ceremonies.html"
    }
  ],
  "learnMore": "Learn More",
  "specialists": [
    {
      "id": 1,
      "name": "Oksana Kovalenko",
      "role": "Administrator",
      "image": "../../image/therapist/admin.png"
    },
    {
      "id": 2,
      "name": "Anna Herasymenko",
      "role": "Masseuse",
      "image": "../../image/therapist/Anna.png"
    },
    {
      "id": 3,
      "name": "Oleksandr Shevchenko",
      "role": "Masseur, Bath Attendant",
      "image": "../../image/therapist/Alex.png"
    },
    {
      "id": 4,
      "name": "Mariya Kovalchuk",
      "role": "Masseuse",
      "image": "../../image/therapist/Mari.png"
    },
    {
      "id": 5,
      "name": "Ivan Honcharenko",
      "role": "Masseur, Bath Attendant",
      "image": "../../image/therapist/Ivan.png"
    },
    {
      "id": 6,
      "name": "Olena Boyko",
      "role": "Masseuse",
      "image": "../../image/therapist/Elena.png"
    },
    {
      "id": 7,
      "name": "Dmytro Sydorenko",
      "role": "Masseur, Bath Attendant",
      "image": "../../image/therapist/Dmitry.png"
    },
    {
      "id": 8,
      "name": "Tetyana Melnyk",
      "role": "Masseuse",
      "image": "../../image/therapist/Tanya.png"
    },
    {
      "id": 9,
      "name": "Andriy Petrovskiy",
      "role": "Masseur, Bath Attendant",
      "image": "../../image/therapist/Andriy.png"
    }
  ],
  "whyUsHeader": "Why Us?",
  "qualityTitle": "Quality",
  "qualityDescription": "Our spa ensures the highest quality of services thanks to qualified specialists, a personalized approach, and the use of the latest technologies and organic products.",
  "effectivenessTitle": "Effectiveness",
  "effectivenessDescription": "The effectiveness of our spa treatments lies in the combination of advanced techniques, individually tailored programs, and carefully selected products that guarantee long-lasting and noticeable results.",
  "safetyTitle": "Safety",
  "safetyDescription": "The safety of our spa is ensured by adhering to the highest hygiene standards, using environmentally friendly products, and strict quality control of procedures.",
  "OrderHeader": "Order",
  "orderText": "You can book our services by leaving your details",
  "placeholderName": "Your name",
  "placeholderEmail": "Your email",
  "placeholderPhone": "Your phone",
  "headerBlogNews": ["Blog", "News"],
  "mainBlog": {
    "mainBlogHeader": "Life in harmony with yourself: Blog and News of our SPA-salon",
    "mainBlogText": "In our blog and news section, you will find the latest self-care tips, insights into the art of relaxation, and all the most interesting news from the life of our SPA-salon. Share your thoughts and impressions with us, learn and discover more about the world of beauty and harmony with our expert team."
  },
  "blogs": [
    {
      "id": 1,
      "blogHeader": "Benefits of Regular SPA Visits",
      "blogMainImg": "../../image/blogNews/blog_main_1.png",

      "blogDescription": "Stress Relief and Relaxation: How regular procedures help reduce stress levels and improve overall health. Skin rejuvenation: The role of peels, masks, and wraps in maintaining skin health and beauty.",
      "blogtextImg": "../../image/blogNews/blog_small_image_1.png"
    },
    {
      "id": 2,
      "blogHeader": "Types of Massages and Their Benefits",
      "blogMainImg": "../../image/blogNews/blog_main_2.png",

      "blogDescription": "Lymphatic Drainage Massage: How it helps reduce swelling and improve lymph circulation. Swedish massage: Basic techniques and benefits for the body. Thai massage: Traditional methods and their impact on the body.",
      "blogtextImg": "../../image/blogNews/blog_small_image_2.png"
    },
    {
      "id": 3,
      "blogHeader": "Peelings: How to Choose the Best",
      "blogMainImg": "../../image/blogNews/blog_main_3.png",

      "blogDescription": "Salt Scrub: Benefits and effectiveness in removing dead cells. Coffee scrub: How caffeine stimulates and rejuvenates the skin. Sugar scrub: A gentle and effective way to cleanse the skin.",
      "blogtextImg": "../../image/blogNews/blog_small_image_3.png"
    }
  ],
  "news": [
    {
      "id": 1,
      "blogHeader": "Special Offer: Discount on Couple Visits",
      "blogMainImg": "../../image/blogNews/news_main_1.png",
      "blogDescription": "In June, we launch a special offer for couples: 20% discount on all couple procedures! Come with your loved one and enjoy unforgettable moments of relaxation.",
      "blogtextImg": "../../image/blogNews/news_small_image_1.png"
    },
    {
      "id": 2,
      "blogHeader": "Summer Peeling Promotion",
      "blogMainImg": "../../image/blogNews/news_main_2.png",
      "blogDescription": "During the summer season, it is especially important to take care of your skin. That's why we offer a 30% discount on all types of peels! Don't miss the opportunity to make your skin smooth and radiant.",
      "blogtextImg": "../../image/blogNews/news_small_image_2.png"
    },
    {
      "id": 3,
      "blogHeader": "Special Offer for New Clients",
      "blogMainImg": "../../image/blogNews/news_main_3.png",
      "blogDescription": "For all new clients of our SPA-salon, there is a special offer: 50% discount on the first visit. Take advantage of this opportunity and discover the world of luxurious relaxation.",
      "blogtextImg": "../../image/blogNews/news_small_image_3.png"
    }
  ],
  "HeaderCafe": ["Desserts", "Coffee", "Special Offers", "Teas"],
  "mainCafe": {
    "mainCafeHeader": "Welcome to our coffee shop at the SPA-salon!",
    "mainCafeText": "Immerse yourself in the feeling of luxury and satisfaction, enjoy aromatic coffee in the cozy atmosphere of our establishment. In our coffee shop, you can enjoy a wide selection of freshly roasted coffee beans, the best tea varieties, and appetizing desserts - all this for your relaxation and pleasure. Visit us today and treat yourself to moments of enjoyment and relaxation!"
  },
    "Desserts": [
    {
      "id": 1,
      "name": "Cheesecake 'Berry Fantasy'",
      "price": "3 USD",
      "ingredients": "Ingredients: mascarpone cheese, biscuit base, berry sauce with blueberry and raspberry.",
      "description": "Description: Delicate cheesecake with a refreshing berry sauce.",
      "image": "../../image/cafe/chiscake.png"
    },
    {
      "id": 2,
      "name": "Cake 'Lemon Delight'",
      "price": "2.70 USD",
      "ingredients": "Ingredients: lemon cream, shortcrust pastry, meringue.",
      "description": "Description: Light lemon cake with crispy shortcrust pastry and delicate meringue.",
      "image": "../../image/cafe/lemon_cake.png"
    },
    {
      "id": 3,
      "name": "Chocolate Fondant",
      "price": "3.30 USD",
      "ingredients": "Ingredients: dark chocolate, butter, eggs, sugar.",
      "description": "Description: Hot dessert with a liquid chocolate filling, a true paradise for chocolate lovers.",
      "image": "../../image/cafe/Chocolate_fondant.png"
    }
  ],
   "Coffee": [
    {
      "id": 1,
      "name": "Espresso 'Creamy Chocolate'",
      "price": "1.90 USD",
      "ingredients": "Ingredients: freshly roasted Arabica beans, dark chocolate, cream.",
      "description": "Description: An intense espresso with added dark chocolate and cream for a smooth taste.",
      "image": "../../image/cafe/espresso.png"
    },
    {
      "id": 2,
      "name": "Latte 'Caramel Delight'",
      "price": "2.40 USD",
      "ingredients": "Ingredients: espresso, milk, caramel syrup.",
      "description": "Description: A soft latte with sweet caramel notes, making it ideal for any time of the day.",
      "image": "../../image/cafe/Latte.png"
    },
    {
      "id": 3,
      "name": "Cappuccino 'Vanilla Heaven'",
      "price": "2.20 USD",
      "ingredients": "Ingredients: espresso, milk, vanilla syrup.",
      "description": "Description: Classic cappuccino with added vanilla syrup for a refined taste.",
      "image": "../../image/cafe/cappuccino.png"
    }
  ],
  "specialOffers": [
    {
      "id": 1,
      "name": "Sweet Breakfast",
      "price": "5 USD",
      "ingredients": "Ingredients: coffee or tea of choice, 'Berry Fantasy' cheesecake, freshly squeezed juice.",
      "description": "Description: The perfect breakfast to start your day with joy and delight.",
      "image": "../../image/cafe/sweet_breakfast.png"
    },
    {
      "id": 2,
      "name": "Afternoon Tea",
      "price": "4 USD",
      "ingredients": "Ingredients: any tea, 'Lemon Delight' cake, seasonal fruits.",
      "description": "Description: Light afternoon break with refreshing tea and delicious dessert.",
      "image": "../../image/cafe/afternoon_tea.png"
    },
    {
      "id": 3,
      "name": "Evening Delight",
      "price": "6 USD",
      "ingredients": "Ingredients: coffee or tea of choice, chocolate fondant.",
      "description": "Description: Evening delight with an elegant combination of chocolate.",
      "image": "../../image/cafe/evening_delight.png"
    }
  ],
  "tea": [
    {
      "id": 1,
      "name": "Lavender Calm",
      "price": "2.00 USD",
      "ingredients": "Ingredients: lavender flowers, mint, lemon balm, chamomile.",
      "description": "Description: An aromatic herbal tea that helps to relax and relieve stress.",
      "image": "../../image/cafe/lavender_tea.png"
    },
    {
      "id": 2,
      "name": "Citrus Boost",
      "price": "2.20 USD",
      "ingredients": "Ingredients: lemon zest, orange zest, ginger, green tea.",
      "description": "Description: A refreshing tea with citrus notes and a light spicy taste of ginger.",
      "image": "../../image/cafe/citrus_tea.png"
    },
    {
      "id": 3,
      "name": "Berry Symphony",
      "price": "2.30 USD",
      "ingredients": "Ingredients: dried raspberries, blueberries, rose hips, hibiscus.",
      "description": "Description: A sweet tea with a rich berry flavor and a pleasant tartness.",
      "image": "../../image/cafe/berry_tea.png"
    }
  ]
}
