{
  "language": "UK",
  "blogNews": "Новини i блог",
  "gallery": "Фотогалерея",
  "cafe": "Кав’ярня",
  "signUp": "Записатись",
  "spaTherapy": "SPA-терапія",
  "momentsOfPleasure": "Подаруйте собі миті насолоди",
  "contacts": "Контакти",
  "aboutUsHeader": "Про нас",
  "aboutUsText1": "Вітаємо вас у нашому унікальному закладі, де кожен куток пронизаний атмосферою затишку та релаксу. Тут ви зможете забути про гамір міста та щоденні турботи, поринаючи у світ бажань і задоволення. Наша місія - дарувати вам не лише приємні моменти, а й дбати про ваше благополуччя та здоров'я. Ви гість у нашому світі і ми готові зробити все для вашої гармонії та насолоди.",
  "aboutUsText2": "Ми створили атмосферу, де ви відчуєте себе особливим, де кожен ковток кави і спа-ритуал стане чарівною миттю для вас.",
  "aboutUsText3": "Для нас кожен гість унікальний, тому пропонуємо індивідуальні програми спа-процедур та персоналізовані кавові напої.",
  "aboutUsText4": "Ми пропонуємо широкий спектр спа-процедур, від масажів до ексклюзивних обгортань, а також різноманітні пропарки та церемонії.",
  "philosophyHeader": "Філософія",
  "ecoStrategiesTitle": "Еко стратегії",
  "ecoStrategiesText": "Ми впроваджуємо екологічно чисті технології та використовуємо натуральні, органічні продукти, щоб забезпечити не лише ефективність процедур, а й безпеку для навколишнього середовища. Наші інноваційні рішення допомагають зменшити вплив на природу, зберігаючи її красу для майбутніх поколінь.",
  "professionalCareTitle": "Професійний догляд",
  "professionalCareText": "Кваліфіковані спеціалісти в курсі останніх тенденцій і технік. Вони розуміють унікальні потреби клієнта і завжди готові надати індивідуальні рекомендації та високоякісний сервіс. Працюють з великим старанням, щоб забезпечити вам найкращі результати і незабутні враження від кожного візиту до нашого спа-салону.",
  "individualApproachTitle": "Індивідуальний підхід",
  "individualApproachText": "Наші спеціалісти пропонують індивідуальний підхід до кожного клієнта, враховуючи всі особливості вашої шкіри та розробляючи унікальні програми догляду, адаптовані до ваших потреб. Це поєднання дозволяє досягти найкращих результатів і забезпечує максимальний ефект від процедур.",
  "servicesHeader": "Послуги",
  "categories": [
    {
      "id": 1,
      "name": "Масажі",
      "description": "Наші масажі - це унікальне поєднання традиційних та сучасних технік. Від класичного до тайського, спортивного та аромотерапевтичного масажу - кожна процедура спрямована на зняття м'язового напруження, покращення кровообігу та загального самопочуття. Довіртеся нашим досвідченим масажистам і відчуйте глибоке розслаблення.",
      "image": "../../image/category/Massage.png",
      "moreInfoUrl": "/massage.html"
    },
    {
      "id": 2,
      "name": "Пілінги",
      "description": "Пілінг - це косметична процедура, спрямована на видалення верхнього шару мертвих клітин шкіри для покращення її текстури, зовнішнього вигляду та загального стану. Основна перевага процедури полягає у відлущуванні шкіри, що стимулює її оновлення і регенерацію. Вибір пілінгу залежить від індивідуальних потреб шкіри та очікуваних результатів.",
      "image": "../../image/category/peeling.jpg",
      "moreInfoUrl": "/peelings.html"
    },
    {
      "id": 3,
      "name": "Пропарки і обгортання",
      "description": "У нашому спа-комплексі ми пропонуємо кілька видів пропарок та обгортань, використовуємо тільки натуральні ефірні олії та трави, що підсилюють ефект від процедури і дарують приємні аромати. Наші професійні фахівці забезпечать вам комфорт і релаксацію під час процедур, враховуючи всі ваші побажання. Під час обгортання на тіло наносяться спеціальні суміші з натуральних компонентів, таких як водорості, глина, мед, шоколад або ефірні олії, а потім тіло загортають у плівку або спеціальні тканини.",
      "image": "../../image/category/baths.jpg",
      "moreInfoUrl": "/steaming_wrapping.html"
    },
    {
      "id": 4,
      "name": "Церемонії",
      "description": "Церемонії сприяють фізичному та емоційному оздоровленню, а й створюють унікальну атмосферу, де можна відчути гармонію з собою та навколишнім світом. Вони допомагають вам зупинитися, розслабитися та насолодитися моментом, забувши про стреси та турботи. Відвідуючи наші церемонії, ви отримуєте не лише фізичне розслаблення, а й духовне оновлення, що допоможе вам почуватися щасливішими та здоровішими.",
      "image": "../../image/category/caption.jpg",
      "moreInfoUrl": "/ceremonies.html"
    }
  ],
  "learnMore": "Дізнатися більше",
  "specialistsHeader": "Спеціалісти",
  "specialists": [
    {
      "id": 1,
      "name": "Оксана Коваленко",
      "role": "Адміністратор",
      "image": "../../image/therapist/admin.png"
    },
    {
      "id": 2,
      "name": "Анна Герасименко",
      "role": "Масажистка",
      "image": "../../image/therapist/Anna.png"
    },
    {
      "id": 3,
      "name": "Олександр Шевченко",
      "role": "Масажист, банщик",
      "image": "../../image/therapist/Alex.png"
    },
    {
      "id": 4,
      "name": "Марія Ковальчук",
      "role": "Масажистка",
      "image": "../../image/therapist/Mari.png"
    },
    {
      "id": 5,
      "name": "Іван Гончаренко",
      "role": "Масажист, банщик",
      "image": "../../image/therapist/Ivan.png"
    },
    {
      "id": 6,
      "name": "Олена Бойко",
      "role": "Масажистка",
      "image": "../../image/therapist/Elena.png"
    },
    {
      "id": 7,
      "name": "Дмитро Сидоренко",
      "role": "Масажист, банщик",
      "image": "../../image/therapist/Dmitry.png"
    },
    {
      "id": 8,
      "name": "Тетяна Мельник",
      "role": "Масажистка",
      "image": "../../image/therapist/Tanya.png"
    },
    {
      "id": 9,
      "name": "Андрій Петровський",
      "role": "Масажист, банщик",
      "image": "../../image/therapist/Andriy.png"
    }
  ],
  "whyUsHeader": "Чому саме ми?",
  "qualityTitle": "Якість",
  "qualityDescription": "Наш спа-салон забезпечує найвищу якість послуг завдяки кваліфікованим спеціалістам, індивідуальному підходу та використанню новітніх технологій і органічних продуктів.",
  "effectivenessTitle": "Ефективність",
  "effectivenessDescription": "Ефективність наших спа-процедур полягає в поєднанні передових методик, індивідуально підібраних програм і ретельно відібраних продуктів, що гарантують тривалі та помітні результати.",
  "safetyTitle": "Безпека",
  "safetyDescription": "Безпека нашого спа-салону забезпечується дотриманням найвищих стандартів гігієни, використанням екологічно чистих продуктів і суворим контролем якості процедур.",
  "OrderHeader": "Запис",
  "orderText": "Ви можете записатися на наші послуги, залишивши свої дані",
  "placeholderName": "Ваше ім'я",
  "placeholderEmail": "Ваш email",
  "placeholderPhone": "Ваш телефон"
}
