export function Philosophy() {
  return `
    <section class="Main_Philosophy Block_content">
            <ul class="Main_Philosophy_list">
                <li class="Main_headers">
                    <h1>
                        Філософія
                    </h1>
                    <hr>
                </li>
                <li class="Main_Philosophy_content">
                    <ul class="Main_Philosophy_content_list">
                        <li class="Content_item">
                            <img src="{% static 'icon/eco_strategies.svg' %}" alt="">
                            <h2>Еко стратегії</h2>
                            <span>Ми впроваджуємо екологічно чисті технології та використовуємо натуральні, органічні продукти, щоб забезпечити не лише ефективність процедур, а й безпеку для навколишнього середовища. Наші інноваційні рішення допомагають зменшити вплив на природу, зберігаючи її красу для майбутніх поколінь.</span>
                        </li>
                        <li class="Content_item">
                            <img src="{% static 'icon/professional_care.svg' %}" alt="">
                            <h2>Професійний догляд</h2>
                            <span>Кваліфіковані спеціалісти в курсі останніх тенденцій і технік. Вони розуміють унікальні потреби клієнта і завжди готові надати індивідуальні рекомендації та високоякісний сервіс. Працюють з великим старанням, щоб забезпечити вам найкращі результати і незабутні враження від кожного візиту до нашого спа-салону.</span>
                        </li>
                        <li class="Content_item">
                            <img src="{% static 'icon/individual_approach.svg' %}" alt="">
                            <h2>Індивідуальний підхід</h2>
                            <span>Наші спеціалісти пропонують індивідуальний підхід до кожного клієнта, враховуючи всі особливості вашої шкіри та розробляючи унікальні програми догляду, адаптовані до ваших потреб. Це поєднання дозволяє досягти найкращих результатів і забезпечує максимальний ефект від процедур.</span>
                        </li>
                    </ul>
                </li>
            </ul>
        </section>
    `;
}
